/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ is gedownload en staat klaar om gebruikt te worden! Het is een belangrijke update; wil je het installeren en %1$@ nu opnieuw opstarten?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ is gedownload en staat klaar om gebruikt te worden! Wil je het installeren en %1$@ nu opnieuw opstarten?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan niet geüpdatet worden wanneer het op een read-only apparaat staat, zoals een disk-image of een optical drive. Verplaats %1$@ naar je Applicaties map, start het opnieuw op en probeer het nog een keer.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ is de nieuwste beschikbare versie.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ gedownload";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ van %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Er is een nieuwe versie van %1$@ beschikbaar. Werk bij tot versie %2$@ om van de nieuwste verbeteringen gebruik te maken.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Er is een nieuwe versie van %1$@ beschikbaar. Werk bij tot versie %2$@ om van de nieuwste verbeteringen gebruik te maken. Wil je meer informatie over deze update via het web?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Er staat een nieuwe versie van %@ klaar om geïnstalleerd te worden!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Er is een fout opgetreden bij het ophalen van de update-informatie. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Er is een fout opgetreden tijdens het downloaden van de update. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Er is een fout opgetreden bij het installeren van het archiec. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Er is een fout opgetreden bij het installeren van de update. Probeer het later opnieuw.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Er is een fout opgetreden bij het verwerken van de update feed.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Er is een fout opgetreden bij het herstarten van %1$@. De nieuwe versie is beschikbaar wanneer je %1$@ weer opstart.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Er staat een belangrijke update naar %@ klaar om geïnstalleerd te worden";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Annuleer";

/* No comment provided by engineer. */
"Cancel Update" = "Annuleer update";

/* No comment provided by engineer. */
"Checking for updates..." = "Controleren op updates...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Update aan het downloaden...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Update aan het uitpakken...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installeer en herstart";

/* Take care not to overflow the status window. */
"Installing update..." = "Update aan het installeren...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Meer informatie...";

/* No comment provided by engineer. */
"Let's update your app" = "Werk je app bij";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Gereed voor installatie";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Moet %1$@ automatisch naar updates zoeken? Je kan altijd handmatig op updates controleren in het menu van %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Deze update is niet goed ondertekend.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "De update wordt niet geïnstalleerd omdat de gebruiker gevraagd heeft of het systeem uit kon";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Oeps. Jouw %@ versie is niet up-to-date.";

/* No comment provided by engineer. */
"Update Error!" = "Update foutmelding!";

/* No comment provided by engineer. */
"Updating %@" = "%@ aan het updaten";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Je gebruikt al de nieuwste versie van %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Je bent up-to-date!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Je huidige versie %@ wordt niet langer ondersteund. We hebben sinds die versie veel verbeteringen aangebracht. Download de laatste versie om verder te gaan.";
